export default {
    "app_name": "بحث الصور",
    "clear": "مسح",
    "search": "بحث",
    "any_size": "أي حجم",
    "any_color": "أي لون",
    "any_ratio": "أي نسبة",
    "any_type": "أي نوع",
    "any_extension": "أي امتداد",
    "any_license": "أي ترخيص",
    "custom": "مخصص",
    "large": "كبير",
    "medium": "متوسط",
    "small": "صغير",
    "tall": "طويل",
    "square": "مربع",
    "wide": "عريض",
    "extra_wide": "عريض جداً",
    "full_color": "كامل الألوان",
    "black_and_white": "أبيض وأسود",
    "transparent": "شفاف",
    "red": "أحمر",
    "orange": "برتقالي",
    "yellow": "أصفر",
    "green": "أخضر",
    "teal": "أزرق مخضر",
    "blue": "أزرق",
    "purple": "أرجواني",
    "pink": "وردي",
    "white": "أبيض",
    "gray": "رمادي",
    "black": "أسود",
    "brown": "بني",
    "face": "وجه",
    "photo": "صورة",
    "clip_art": "فن قصاصات",
    "line_art": "فن خطي",
    "animated": "متحرك",
    "license_cl": "تراخيص المشاع الإبداعي",
    "license_ol": "تراخيص تجارية وأخرى",
    "all_rights_reserved": "جميع الحقوق محفوظة",
    "dark_mode": "الوضع الداكن",
    "keep_filters": "احتفظ بالفلاتر",
    "settings": "الإعدادات",
    "about": "حول",
    "close": "إغلاق",
    "save": "حفظ",
    "home_meta_title": "تجربة أفضل للبحث في Google Images",
    "home_meta_description": "استمتع بتجربة أفضل للبحث في Google Images من خلال عميل بحث الصور البديهي والمتقدم لدينا. ابحث بسهولة عن الصور عالية الجودة واعثر بسهولة على المحتوى البصري الذي تبحث عنه.",
    "privacy_policy": "سياسة الخصوصية",
    "privacy_policy_text": "<h1>سياسة الخصوصية</h1>\n" +
        "<h2>المقدمة</h2>\n" +
        "<p>مرحبًا بك في موقع BetterGoogleImages.com (\"نحن\" أو \"خاصتنا\" أو \"نا\"). نحن ملتزمون بحماية خصوصيتك وضمان التعامل مع معلوماتك الشخصية بطريقة آمنة ومسؤولة. توضح سياسة الخصوصية هذه كيف نجمع المعلومات ونستخدمها ونشاركها عندما تزور وتستخدم موقعنا على الويب، <a target=\"_new\" rel=\"noreferrer\">https://bettergoogleimages.com</a> (\"الموقع\" ).</p>\n" +
        "<p>بدخولك إلى الموقع أو استخدامه، فإنك توافق على شروط سياسة الخصوصية هذه. إذا كنت لا توافق على سياساتنا وممارساتنا، فيرجى عدم استخدام موقعنا.</p>\n" +
        "<h2>المعلومات التي نجمعها</h2>\n" +
        "<h3>المعلومات التي يتم جمعها تلقائيًا</h3>\n" +
        "<p>عندما تزور موقعنا، نقوم تلقائيًا بجمع معلومات معينة حول جهازك وكيفية تفاعلك مع موقعنا. تتضمن هذه المعلومات:</p>\n" +
        "<ul>\n" +
        "<li>معلومات الجهاز: مثل عنوان IP ونوع المتصفح ونظام التشغيل.</li>\n" +
        "<li>معلومات الاستخدام: مثل الصفحات التي تزورها، والروابط التي تنقر عليها، وعمليات البحث التي تجريها على موقعنا.</li>\n" +
        "</ul>\n" +
        "<h3>تحليلات جوجل</h3>\n" +
        "<p>نحن نستخدم Google Analytics لتتبع وتحليل سلوك الزائر واستعلامات البحث على موقعنا. يقوم Google Analytics بجمع معلومات مثل عدد المرات التي يزور فيها المستخدمون موقعنا، والصفحات التي يزورونها، والمواقع الأخرى التي استخدموها قبل القدوم إلى موقعنا. نحن نستخدم هذه المعلومات لتحسين موقعنا وتحسين تجربة المستخدم.</p>\n" +
        "<p>يستخدم Google Analytics ملفات تعريف الارتباط لجمع هذه المعلومات. يمكنك التعرف على المزيد حول كيفية قيام Google Analytics بجمع البيانات ومعالجتها من خلال زيارة <a target=\"_new\" rel=\"noreferrer\">سياسة خصوصية Google</a>.</p>\n" +
        "<h3>التخزين المحلي</h3>\n" +
        "<p>نقوم بتخزين إعدادات التطبيق وتفضيلاته باستخدام واجهة برمجة تطبيقات التخزين المحلي للمتصفح. يتيح لنا ذلك تقديم تجربة أفضل للمستخدم من خلال تذكر إعداداتك وتفضيلاتك. لا تتم مشاركة المعلومات المخزنة في وحدة التخزين المحلية مع أطراف ثالثة ويتم استخدامها فقط لتعزيز تفاعلك مع موقعنا.</p>\n" +
        "<h2>استخدام المعلومات</h2>\n" +
        "<p>نحن نستخدم المعلومات التي نجمعها من أجل:</p>\n" +
        "<ul>\n" +
        "<li>تحسين موقعنا وتقديم تجربة أفضل للمستخدم.</li>\n" +
        "<li>تحليل الاتجاهات وأنماط الاستخدام لاتخاذ قرارات تعتمد على البيانات.</li>\n" +
        "<li>مراقبة وتحليل فعالية موقعنا.</li>\n" +
        "<li>كشف ومنع الاحتيال والأنشطة غير القانونية الأخرى.</li>\n" +
        "</ul>\n" +
        "<h2>مشاركة المعلومات</h2>\n" +
        "<p>نحن لا نبيع معلومات التعريف الشخصية الخاصة بك أو نتاجر بها أو ننقلها إلى أطراف خارجية. يجوز لنا مشاركة المعلومات مع أطراف ثالثة موثوقة تساعدنا في تشغيل موقعنا، أو إجراء أعمالنا، أو خدمة مستخدمينا، طالما وافقت هذه الأطراف على الحفاظ على سرية هذه المعلومات.</p>\n" +
        "<p>يجوز لنا أيضًا الكشف عن المعلومات عندما نعتقد أن النشر مناسب للامتثال للقانون أو فرض سياسات موقعنا أو حماية حقوقنا أو حقوق الآخرين أو ممتلكاتنا أو سلامتنا.</p>\n" +
        "<h2>أمن البيانات</h2>\n" +
        "<p>نحن ننفذ مجموعة متنوعة من الإجراءات الأمنية للحفاظ على سلامة معلوماتك الشخصية. ومع ذلك، يرجى العلم أنه لا توجد إجراءات أمنية مثالية أو غير قابلة للاختراق، ولا يمكننا ضمان أمان معلوماتك.</p>\n" +
        "<h2>اختياراتك</h2>\n" +
        "<ul>\n" +
        "<li>إلغاء الاشتراك في Google Analytics: يمكنك إلغاء الاشتراك في Google Analytics عن طريق تثبيت وظيفة المتصفح الإضافية لتعطيل التتبع في Google Analytics، والتي تتوفر <a target=\"_new\" rel=\"noreferrer\">هنا</a> .</لي>\n" +
        "<li>إعدادات المتصفح: يمكنك ضبط إعدادات المتصفح الخاص بك لحظر ملفات تعريف الارتباط أو لتنبيهك عند إرسال ملفات تعريف الارتباط. ومع ذلك، يرجى ملاحظة أن بعض أجزاء موقعنا قد لا تعمل بشكل صحيح إذا قمت بحظر ملفات تعريف الارتباط.</li>\n" +
        "</ul>\n" +
        "<h2>التغييرات على سياسة الخصوصية هذه</h2>\n" +
        "<p>يجوز لنا تحديث سياسة الخصوصية هذه من وقت لآخر. سنقوم بإعلامك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة وتحديث \"تاريخ السريان\" أعلى سياسة الخصوصية هذه. ننصحك بمراجعة سياسة الخصوصية هذه بشكل دوري لمعرفة أي تغييرات.</p>\n" +
        "<h2>اتصل بنا</h2>\n" +
        "<p>إذا كانت لديك أية أسئلة حول سياسة الخصوصية هذه، فيرجى الاتصال بنا على:</p>\n" +
        "<p>البريد الإلكتروني: ilyasozkurt[at]gmail.com</p>\n" +
        "<p>باستخدام موقعنا، فإنك توافق على سياسة الخصوصية الخاصة بنا.</p>",
    "source_code": "الشفرة المصدرية",
}
