export default {
    "app_name": "ইমেজ সার্চ",
    "clear": "পরিষ্কার",
    "search": "অনুসন্ধান",
    "any_size": "যেকোনো আকার",
    "any_color": "যেকোনো রঙ",
    "any_ratio": "যেকোনো অনুপাত",
    "any_type": "যেকোনো ধরন",
    "any_extension": "যেকোনো এক্সটেনশন",
    "any_license": "যেকোনো লাইসেন্স",
    "custom": "কাস্টম",
    "large": "বড়",
    "medium": "মাঝারি",
    "small": "ছোট",
    "tall": "লম্বা",
    "square": "বর্গাকার",
    "wide": "প্রশস্ত",
    "extra_wide": "অতিরিক্ত প্রশস্ত",
    "full_color": "পূর্ণ রঙ",
    "black_and_white": "সাদা-কালো",
    "transparent": "স্বচ্ছ",
    "red": "লাল",
    "orange": "কমলা",
    "yellow": "হলুদ",
    "green": "সবুজ",
    "teal": "সবুজাভ নীল",
    "blue": "নীল",
    "purple": "বেগুনি",
    "pink": "গোলাপি",
    "white": "সাদা",
    "gray": "ধূসর",
    "black": "কালো",
    "brown": "বাদামি",
    "face": "মুখ",
    "photo": "ফটো",
    "clip_art": "ক্লিপ আর্ট",
    "line_art": "রেখাচিত্র",
    "animated": "অ্যানিমেটেড",
    "license_cl": "ক্রিয়েটিভ কমনস লাইসেন্স",
    "license_ol": "বাণিজ্যিক এবং অন্যান্য লাইসেন্স",
    "all_rights_reserved": "সর্বস্বত্ব সংরক্ষিত",
    "dark_mode": "ডার্ক মোড",
    "keep_filters": "ফিল্টার রাখুন",
    "settings": "সেটিংস",
    "about": "সম্পর্কিত",
    "close": "বন্ধ করুন",
    "save": "সংরক্ষণ করুন",
    "home_meta_title": "গুগল ইমেজ সার্চ এর জন্য ভালো একটি অভিজ্ঞতা",
    "home_meta_description": "আমাদের সহজ এবং কার্যকর ইমেজ সার্চ ক্লায়েন্ট দিয়ে গুগল ইমেজ সার্চ এর জন্য ভালো একটি উপায় অভিজ্ঞতা করুন। উচ্চ মানের ইমেজ সহজে অনুসন্ধান করুন এবং আপনি যে ভিজুয়াল কন্টেন্ট খুঁজছেন তা সহজে খুঁজে পান।",
    "privacy_policy": "গোপনীয়তা নীতি",
    "privacy_policy_text": "<h1>গোপনীয়তা নীতি</h1>\n" +
        "<h2>পরিচয়</h2>\n" +
        "<p>BetterGoogleImages.com-এ স্বাগতম (\"আমরা,\" \"আমাদের,\" বা \"আমাদের\")। আমরা আপনার গোপনীয়তা রক্ষা করতে এবং আপনার ব্যক্তিগত তথ্য নিরাপদ এবং দায়িত্বশীল পদ্ধতিতে পরিচালনা করা নিশ্চিত করতে প্রতিশ্রুতিবদ্ধ। এই গোপনীয়তা নীতি ব্যাখ্যা করে যে আপনি যখন আমাদের ওয়েবসাইট, <a target=\"_new\" rel=\"noreferrer\">https://bettergoogleimages.com</a> (\"সাইট\" এ যান এবং ব্যবহার করেন তখন আমরা কীভাবে তথ্য সংগ্রহ করি, ব্যবহার করি এবং ভাগ করি )।</p>\n" +
        "<p>সাইট অ্যাক্সেস বা ব্যবহার করে, আপনি এই গোপনীয়তা নীতির শর্তাবলীতে সম্মত হন। আপনি যদি আমাদের নীতি এবং অনুশীলনের সাথে একমত না হন তবে দয়া করে আমাদের সাইটটি ব্যবহার করবেন না।</p>\n" +
        "<h2>আমরা যে তথ্য সংগ্রহ করি</h2>\n" +
        "<h3>তথ্য স্বয়ংক্রিয়ভাবে সংগ্রহ করা হয়</h3>\n" +
        "<p>আপনি যখন আমাদের সাইটে যান, তখন আমরা স্বয়ংক্রিয়ভাবে আপনার ডিভাইস সম্পর্কে কিছু তথ্য সংগ্রহ করি এবং আপনি কীভাবে আমাদের সাইটের সাথে ইন্টারঅ্যাক্ট করি। এই তথ্য অন্তর্ভুক্ত:</p>\n" +
        "<ul>\n" +
        "<li>ডিভাইস তথ্য: যেমন আপনার আইপি ঠিকানা, ব্রাউজারের ধরন এবং অপারেটিং সিস্টেম।</li>\n" +
        "<li>ব্যবহারের তথ্য: যেমন আপনি যে পৃষ্ঠাগুলি দেখেন, আপনি যে লিঙ্কগুলিতে ক্লিক করেন এবং আমাদের সাইটে আপনি যে অনুসন্ধানগুলি করেন৷</li>\n" +
        "</ul>\n" +
        "<h3>Google Analytics</h3>\n" +
        "<p>আমাদের সাইটে ভিজিটরের আচরণ এবং অনুসন্ধানের প্রশ্নগুলি ট্র্যাক ও বিশ্লেষণ করতে আমরা Google Analytics ব্যবহার করি। গুগল অ্যানালিটিক্স তথ্য সংগ্রহ করে যেমন ব্যবহারকারীরা আমাদের সাইটে কত ঘন ঘন ভিজিট করে, তারা কোন পৃষ্ঠাগুলি পরিদর্শন করে এবং আমাদের সাইটে আসার আগে তারা অন্য কোন সাইটগুলি ব্যবহার করেছিল। আমরা আমাদের সাইট উন্নত করতে এবং ব্যবহারকারীর অভিজ্ঞতা বাড়াতে এই তথ্য ব্যবহার করি৷</p>\n" +
        "<p>Google Analytics এই তথ্য সংগ্রহ করতে কুকিজ ব্যবহার করে। আপনি <a target=\"_new\" rel=\"noreferrer\">Google-এর গোপনীয়তা নীতি</a> এ গিয়ে Google Analytics কীভাবে ডেটা সংগ্রহ ও প্রক্রিয়া করে সে সম্পর্কে আরও জানতে পারেন৷</p>\n" +
        "<h3>স্থানীয় সঞ্চয়স্থান</h3>\n" +
        "<p>আমরা ব্রাউজারের স্থানীয় স্টোরেজ API ব্যবহার করে অ্যাপ্লিকেশন সেটিংস এবং পছন্দগুলি সঞ্চয় করি। এটি আমাদের আপনার সেটিংস এবং পছন্দগুলি মনে রেখে আরও ভাল ব্যবহারকারীর অভিজ্ঞতা প্রদান করতে দেয়৷ স্থানীয় স্টোরেজে সংরক্ষিত তথ্য তৃতীয় পক্ষের সাথে ভাগ করা হয় না এবং শুধুমাত্র আমাদের সাইটের সাথে আপনার মিথস্ক্রিয়া উন্নত করতে ব্যবহৃত হয়।</p>\n" +
        "<h2>তথ্যের ব্যবহার</h2>\n" +
        "<p>আমরা যে তথ্য সংগ্রহ করি তা ব্যবহার করি:</p>\n" +
        "<ul>\n" +
        "<li>আমাদের সাইট উন্নত করুন এবং একটি ভাল ব্যবহারকারীর অভিজ্ঞতা প্রদান করুন।</li>\n" +
        "<li>ডেটা-চালিত সিদ্ধান্ত নিতে প্রবণতা এবং ব্যবহারের ধরণ বিশ্লেষণ করুন।</li>\n" +
        "<li>আমাদের সাইটের কার্যকারিতা নিরীক্ষণ ও বিশ্লেষণ করুন।</li>\n" +
        "<li>জালিয়াতি এবং অন্যান্য অবৈধ কার্যকলাপ সনাক্ত করুন এবং প্রতিরোধ করুন।</li>\n" +
        "</ul>\n" +
        "<h2>তথ্য শেয়ার করা</h2>\n" +
        "<p>আমরা আপনার ব্যক্তিগতভাবে শনাক্তযোগ্য তথ্য বিক্রি করি না, বাণিজ্য করি না বা বাইরের পক্ষের কাছে হস্তান্তর করি না। আমরা বিশ্বস্ত তৃতীয় পক্ষের সাথে তথ্য ভাগ করতে পারি যারা আমাদের সাইট পরিচালনা করতে, আমাদের ব্যবসা পরিচালনা করতে বা আমাদের ব্যবহারকারীদের পরিষেবা দিতে সহায়তা করে, যতক্ষণ না সেই পক্ষগুলি এই তথ্য গোপন রাখতে সম্মত হয়৷</p>\n" +
        "<p>আমরা তথ্য প্রকাশ করতে পারি যখন আমরা বিশ্বাস করি যে রিলিজটি আইন মেনে চলার জন্য, আমাদের সাইটের নীতিগুলি প্রয়োগ করার জন্য বা আমাদের বা অন্যদের অধিকার, সম্পত্তি বা সুরক্ষার জন্য উপযুক্ত।</p>\n" +
        "<h2>ডেটা নিরাপত্তা</h2>\n" +
        "<p>আপনার ব্যক্তিগত তথ্যের নিরাপত্তা বজায় রাখতে আমরা বিভিন্ন ধরনের নিরাপত্তা ব্যবস্থা বাস্তবায়ন করি। যাইহোক, দয়া করে সচেতন থাকুন যে কোন নিরাপত্তা ব্যবস্থা নিখুঁত বা অভেদ্য নয় এবং আমরা আপনার তথ্যের নিরাপত্তার নিশ্চয়তা দিতে পারি না।</p>\n" +
        "<h2>আপনার পছন্দ</h2>\n" +
        "<ul>\n" +
        "<li>Google Analytics অপ্ট-আউট: আপনি Google Analytics অপ্ট-আউট ব্রাউজার অ্যাড-অন ইনস্টল করে Google Analytics থেকে অপ্ট-আউট করতে পারেন, যা <a target=\"_new\" rel=\"noreferrer\">এখানে</a> উপলব্ধ .</li>\n" +
        "<li>ব্রাউজার সেটিংস: আপনি কুকি ব্লক করতে বা কুকি পাঠানোর সময় আপনাকে সতর্ক করতে আপনার ব্রাউজার সেটিংস সামঞ্জস্য করতে পারেন৷ যাইহোক, দয়া করে মনে রাখবেন যে আপনি কুকি ব্লক করলে আমাদের সাইটের কিছু অংশ সঠিকভাবে কাজ নাও করতে পারে।</li>\n" +
        "</ul>\n" +
        "<h2>এই গোপনীয়তা নীতিতে পরিবর্তন</h2>\n" +
        "<p>আমরা সময়ে সময়ে এই গোপনীয়তা নীতি আপডেট করতে পারি। আমরা এই পৃষ্ঠায় নতুন গোপনীয়তা নীতি পোস্ট করে এবং এই গোপনীয়তা নীতির শীর্ষে \"কার্যকর তারিখ\" আপডেট করে যেকোনো পরিবর্তন সম্পর্কে আপনাকে অবহিত করব। যেকোনো পরিবর্তনের জন্য আপনাকে পর্যায়ক্রমে এই গোপনীয়তা নীতি পর্যালোচনা করার পরামর্শ দেওয়া হচ্ছে।</p>\n" +
        "<h2>আমাদের সাথে যোগাযোগ করুন</h2>\n" +
        "<p>এই গোপনীয়তা নীতি সম্পর্কে আপনার কোন প্রশ্ন থাকলে, অনুগ্রহ করে আমাদের সাথে এখানে যোগাযোগ করুন:</p>\n" +
        "<p>ইমেল: ilyasozkurt@gmail.com</p>\n" +
        "<p>আমাদের সাইট ব্যবহার করে, আপনি আমাদের গোপনীয়তা নীতিতে সম্মত হন।</p>"
}
