export default {
    "app_name": "图片搜索",
    "clear": "清除",
    "search": "搜索",
    "any_size": "任何尺寸",
    "any_color": "任何颜色",
    "any_ratio": "任何比例",
    "any_type": "任何类型",
    "any_extension": "任何扩展",
    "any_license": "任何许可",
    "custom": "自定义",
    "large": "大",
    "medium": "中",
    "small": "小",
    "tall": "高",
    "square": "正方形",
    "wide": "宽",
    "extra_wide": "超宽",
    "full_color": "全彩",
    "black_and_white": "黑白",
    "transparent": "透明",
    "red": "红",
    "orange": "橙",
    "yellow": "黄",
    "green": "绿",
    "teal": "青色",
    "blue": "蓝",
    "purple": "紫",
    "pink": "粉",
    "white": "白",
    "gray": "灰",
    "black": "黑",
    "brown": "棕",
    "face": "人脸",
    "photo": "照片",
    "clip_art": "剪贴画",
    "line_art": "线条画",
    "animated": "动画",
    "license_cl": "知识共享",
    "license_ol": "商业和其他许可",
    "all_rights_reserved": "保留所有权利",
    "dark_mode": "暗模式",
    "keep_filters": "保持过滤器",
    "settings": "设置",
    "about": "关于",
    "close": "关闭",
    "save": "保存",
    "home_meta_title": "更好的 Google 图片搜索",
    "home_meta_description": "通过我们直观且功能丰富的图片搜索客户端体验更好的搜索 Google 图片的方式。轻松探索高质量图片，轻松发现您正在寻找的视觉内容。",
    "privacy_policy": "隐私政策",
    "privacy_policy_text": "<h1>隐私政策</h1>\n" +
        "<h2>简介</h2>\n" +
        "<p>欢迎访问 BetterGoogleImages.com（“我们”或“我们的”）。我们致力于保护您的隐私，并确保以安全负责的方式处理您的个人信息。本隐私政策解释了当您访问和使用我们的网站 <a target=\"_new\" rel=\"noreferrer\">https://bettergoogleimages.com</a>（“网站”）时，我们如何收集、使用和共享信息。</p>\n" +
        "<p>通过访问或使用本网站，您同意本隐私政策的条款。如果您不同意我们的政策和做法，请不要使用我们的网站。</p>\n" +
        "<h2>我们收集的信息</h2>\n" +
        "<h3>自动收集的信息</h3>\n" +
        "<p>当您访问我们的网站时，我们会自动收集有关您的设备以及您如何与我们的网站互动的某些信息。这些信息包括：</p>\n" +
        "<ul>\n" +
        "<li>设备信息：例如您的 IP 地址、浏览器类型和操作系统。</li>\n" +
        "<li>使用信息：例如您访问的页面、您点击的链接以及您在我们网站上进行的搜索。</li>\n" +
        "</ul>\n" +
        "<h3>Google Analytics</h3>\n" +
        "<p>我们使用 Google Analytics 来跟踪和分析访问者在我们网站上的行为和搜索查询。Google Analytics 会收集信息，例如用户访问我们网站的频率、他们访问的页面以及他们在访问我们网站之前使用过的其他网站。我们使用这些信息来改进我们的网站并提升用户体验。</p>\n" +
        "<p>Google Analytics 使用 Cookie 来收集这些信息。您可以通过访问 <a target=\"_new\" rel=\"noreferrer\">Google 的隐私政策</a> 了解有关 Google Analytics 如何收集和处理数据的更多信息。</p>\n" +
        "<h3>本地存储</h3>\n" +
        "<p>我们使用浏览器的本地存储 API 来存储应用程序设置和首选项。通过记住您的设置和偏好，我们可以提供更好的用户体验。本地存储中存储的信息不会与第三方共享，仅用于增强您与我们网站的互动。</p>\n" +
        "<h2>信息的使用</h2>\n" +
        "<p>我们将收集的信息用于：</p>\n" +
        "<ul>\n" +
        "<li>改进我们的网站并提供更好的用户体验。</li>\n" +
        "<li>分析趋势和使用模式以做出数据驱动的决策。</li>\n" +
        "<li>监控和分析我们网站的有效性。</li>\n" +
        "<li>检测和防止欺诈和其他非法活动。</li>\n" +
        "</ul>\n" +
        "<h2>信息共享</h2>\n" +
        "<p>我们不会向外部各方出售、交易或以其他方式转让您的个人身份信息。我们可能会与协助我们运营网站、开展业务或为用户提供服务的可信第三方共享信息，只要这些第三方同意对这些信息保密。</p>\n" +
        "<p>当我们认为发布信息符合法律规定、执行网站政策或保护我们或他人的权利、财产或安全时，我们也可能会发布信息。</p>\n" +
        "<h2>数据安全</h2>\n" +
        "<p>我们实施了各种安全措施来维护您个人信息的安全。但是，请注意，没有任何安全措施是完美无缺或牢不可破的，我们无法保证您的信息安全。</p>\n" +
        "<h2>您的选择</h2>\n" +
        "<ul>\n" +
        "<li>Google Analytics 选择退出：您可以通过安装 Google Analytics 选择退出浏览器插件来选择退出 Google Analytics，该插件可在<a target=\"_new\" rel=\"noreferrer\">此处</a>获得。</li>\n" +
        "<li>浏览器设置：您可以调整浏览器设置以阻止 Cookie 或在发送 Cookie 时提醒您。但是，请注意，如果您阻止 Cookie，我们网站的某些部分可能无法正常运行。</li>\n" +
        "</ul>\n" +
        "<h2>本隐私政策的变更</h2>\n" +
        "<p>我们可能会不时更新本隐私政策。我们将通过在本页面发布新的隐私政策并更新本隐私政策顶部的“生效日期”来通知您任何变更。建议您定期查看本隐私政策以了解任何变更。</p>\n" +
        "<h2>联系我们</h2>\n" +
        "<p>如果您对本隐私政策有任何疑问，请通过以下方式与我们联系：</p>\n" +
        "<p>电子邮件：ilyasozkurt[at]gmail.com</p>\n" +
        "<p>使用我们的网站，即表示您同意我们的隐私政策。</p>",
    "source_code": "源代码"
}
