export default {
    "app_name": "छवि खोज",
    "clear": "साफ़ करें",
    "search": "खोजें",
    "any_size": "कोई भी आकार",
    "any_color": "कोई भी रंग",
    "any_ratio": "कोई भी अनुपात",
    "any_type": "कोई भी प्रकार",
    "any_extension": "कोई भी एक्सटेंशन",
    "any_license": "कोई भी लाइसेंस",
    "custom": "कस्टम",
    "large": "बड़ा",
    "medium": "मध्यम",
    "small": "छोटा",
    "tall": "लंबा",
    "square": "वर्गाकार",
    "wide": "चौड़ा",
    "extra_wide": "अतिरिक्त चौड़ा",
    "full_color": "पूर्ण रंग",
    "black_and_white": "काला और सफेद",
    "transparent": "पारदर्शी",
    "red": "लाल",
    "orange": "नारंगी",
    "yellow": "पीला",
    "green": "हरा",
    "teal": "हरा-नीला",
    "blue": "नीला",
    "purple": "बैंगनी",
    "pink": "गुलाबी",
    "white": "सफेद",
    "gray": "धूसर",
    "black": "काला",
    "brown": "भूरा",
    "face": "चेहरा",
    "photo": "फोटो",
    "clip_art": "क्लिप आर्ट",
    "line_art": "रेखा कला",
    "animated": "एनिमेटेड",
    "license_cl": "क्रिएटिव कॉमन्स लाइसेंस",
    "license_ol": "व्यावसायिक और अन्य लाइसेंस",
    "all_rights_reserved": "सर्वाधिकार सुरक्षित",
    "dark_mode": "डार्क मोड",
    "keep_filters": "फ़िल्टर रखें",
    "settings": "सेटिंग्स",
    "about": "के बारे में",
    "close": "बंद करें",
    "save": "सहेजें",
    "home_meta_title": "बेहतर Google छवि खोज",
    "home_meta_description": "हमारे सहज और सुविधाजनक छवि खोज क्लाइंट के साथ Google छवियों की खोज करने का एक बेहतर तरीका अनुभव करें। आसानी से उच्च गुणवत्ता वाली छवियों का अन्वेषण करें और आपके लिए विजुअल सामग्री को आसानी से खोजें।",
    "privacy_policy": "गोपनीयता नीति",
    "privacy_policy_text": "<h1>गोपनीयता नीति</h1>\n" +
        "<h2>परिचय</h2>\n" +
        "<p>BetterGoogleImages.com (\"हम,\" \"हमारा,\" या \"हमें\") में आपका स्वागत है। हम आपकी गोपनीयता की रक्षा करने और यह सुनिश्चित करने के लिए प्रतिबद्ध हैं कि आपकी व्यक्तिगत जानकारी को सुरक्षित और जिम्मेदार तरीके से संभाला जाए। यह गोपनीयता नीति बताती है कि जब आप हमारी वेबसाइट, <a target=\"_new\" rel=\"noreferrer\">https://bettergoogleimages.com</a> (\"साइट\") पर जाते हैं और उसका उपयोग करते हैं, तो हम जानकारी कैसे एकत्र करते हैं, उसका उपयोग करते हैं और उसे साझा करते हैं।</p>\n" +
        "<p>साइट तक पहुँचने या उसका उपयोग करने से, आप इस गोपनीयता नीति की शर्तों से सहमत होते हैं। यदि आप हमारी नीतियों और प्रथाओं से सहमत नहीं हैं, तो कृपया हमारी साइट का उपयोग न करें।</p>\n" +
        "<h2>हमारे द्वारा एकत्र की जाने वाली जानकारी</h2>\n" +
        "<h3>स्वचालित रूप से एकत्र की जाने वाली जानकारी</h3>\n" +
        "<p>जब आप हमारी साइट पर जाते हैं, तो हम आपके डिवाइस और आप हमारी साइट के साथ कैसे इंटरैक्ट करते हैं, के बारे में कुछ जानकारी स्वचालित रूप से एकत्र करते हैं। इस जानकारी में शामिल हैं:</p>\n" +
        "<ul>\n" +
        "<li>डिवाइस की जानकारी: जैसे कि आपका आईपी पता, ब्राउज़र का प्रकार और ऑपरेटिंग सिस्टम।</li>\n" +
        "<li>उपयोग की जानकारी: जैसे कि आप जिन पेजों पर जाते हैं, जिन लिंक पर आप क्लिक करते हैं और हमारी साइट पर आप जो खोज करते हैं।</li>\n" +
        "</ul>\n" +
        "<h3>Google Analytics</h3>\n" +
        "<p>हम अपनी साइट पर विज़िटर के व्यवहार और खोज क्वेरी को ट्रैक और विश्लेषण करने के लिए Google Analytics का उपयोग करते हैं। Google Analytics ऐसी जानकारी एकत्र करता है जैसे कि उपयोगकर्ता हमारी साइट पर कितनी बार आते हैं, वे कौन से पेज देखते हैं और हमारी साइट पर आने से पहले उन्होंने कौन सी अन्य साइटें देखी हैं। हम अपनी साइट को बेहतर बनाने और उपयोगकर्ता अनुभव को बढ़ाने के लिए इस जानकारी का उपयोग करते हैं।</p>\n" +
        "<p>Google Analytics इस जानकारी को एकत्र करने के लिए कुकीज़ का उपयोग करता है। आप <a target=\"_new\" rel=\"noreferrer\">Google की गोपनीयता नीति</a> पर जाकर Google Analytics द्वारा डेटा एकत्र करने और संसाधित करने के तरीके के बारे में अधिक जान सकते हैं।</p>\n" +
        "<h3>स्थानीय संग्रहण</h3>\n" +
        "<p>हम ब्राउज़र के स्थानीय संग्रहण API का उपयोग करके एप्लिकेशन सेटिंग और प्राथमिकताएँ संग्रहीत करते हैं। इससे हमें आपकी सेटिंग और प्राथमिकताओं को याद करके बेहतर उपयोगकर्ता अनुभव प्रदान करने में मदद मिलती है। स्थानीय संग्रहण में संग्रहीत जानकारी तीसरे पक्ष के साथ साझा नहीं की जाती है और इसका उपयोग केवल हमारी साइट के साथ आपकी सहभागिता को बढ़ाने के लिए किया जाता है।</p>\n" +
        "<h2>सूचना का उपयोग</h2>\n" +
        "<p>हम एकत्रित की गई जानकारी का उपयोग निम्न के लिए करते हैं:</p>\n" +
        "<ul>\n" +
        "<li>अपनी साइट को बेहतर बनाना और बेहतर उपयोगकर्ता अनुभव प्रदान करना।</li>\n" +
        "<li>डेटा-संचालित निर्णय लेने के लिए रुझानों और उपयोग पैटर्न का विश्लेषण करना।</li>\n" +
        "<li>हमारी साइट की प्रभावशीलता की निगरानी और विश्लेषण करना।</li>\n" +
        "<li>धोखाधड़ी और अन्य अवैध गतिविधियों का पता लगाना और उन्हें रोकना।</li>\n" +
        "</ul>\n" +
        "<h2>सूचना का साझाकरण</h2>\n" +
        "<p>हम आपकी व्यक्तिगत पहचान योग्य जानकारी को बाहरी पक्षों को नहीं बेचते, व्यापार नहीं करते या अन्यथा हस्तांतरित नहीं करते हैं। हम विश्वसनीय तृतीय पक्षों के साथ जानकारी साझा कर सकते हैं जो हमारी साइट को संचालित करने, हमारे व्यवसाय का संचालन करने या हमारे उपयोगकर्ताओं की सेवा करने में हमारी सहायता करते हैं, जब तक कि वे पक्ष इस जानकारी को गोपनीय रखने के लिए सहमत हों।</p>\n" +
        "<p>हम जानकारी तब भी जारी कर सकते हैं जब हमें लगता है कि कानून का पालन करने, हमारी साइट नीतियों को लागू करने, या हमारे या दूसरों के अधिकारों, संपत्ति या सुरक्षा की रक्षा करने के लिए रिलीज़ करना उचित है।</p>\n" +
        "<h2>डेटा सुरक्षा</h2>\n" +
        "<p>हम आपकी व्यक्तिगत जानकारी की सुरक्षा बनाए रखने के लिए कई तरह के सुरक्षा उपाय लागू करते हैं। हालाँकि, कृपया ध्यान रखें कि कोई भी सुरक्षा उपाय पूर्ण या अभेद्य नहीं है, और हम आपकी जानकारी की सुरक्षा की गारंटी नहीं दे सकते।</p>\n" +
        "<h2>आपके विकल्प</h2>\n" +
        "<ul>\n" +
        "<li>Google Analytics ऑप्ट-आउट: आप Google Analytics ऑप्ट-आउट ब्राउज़र ऐड-ऑन इंस्टॉल करके Google Analytics से ऑप्ट आउट कर सकते हैं, जो <a target=\"_new\" rel=\"noreferrer\">यहाँ</a> उपलब्ध है।</li>\n" +
        "<li>ब्राउज़र सेटिंग: आप कुकीज़ को ब्लॉक करने या कुकीज़ भेजे जाने पर आपको सचेत करने के लिए अपनी ब्राउज़र सेटिंग समायोजित कर सकते हैं। हालाँकि, कृपया ध्यान दें कि यदि आप कुकीज़ ब्लॉक करते हैं तो हमारी साइट के कुछ हिस्से ठीक से काम नहीं कर सकते हैं।</li>\n" +
        "</ul>\n" +
        "<h2>इस गोपनीयता नीति में परिवर्तन</h2>\n" +
        "<p>हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं। हम इस पृष्ठ पर नई गोपनीयता नीति पोस्ट करके और इस गोपनीयता नीति के शीर्ष पर \"प्रभावी तिथि\" को अपडेट करके आपको किसी भी बदलाव के बारे में सूचित करेंगे। आपको सलाह दी जाती है कि आप किसी भी बदलाव के लिए समय-समय पर इस गोपनीयता नीति की समीक्षा करें।</p>\n" +
        "<h2>हमसे संपर्क करें</h2>\n" +
        "<p>यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें:</p>\n" +
        "<p>ईमेल: ilyasozkurt[at]gmail.com</p>\n" +
        "<p>हमारी साइट का उपयोग करके, आप हमारी गोपनीयता नीति से सहमत होते हैं।</p>"
}
