export default {
    "app_name": "画像検索",
    "clear": "クリア",
    "search": "検索",
    "any_size": "任意のサイズ",
    "any_color": "任意の色",
    "any_ratio": "任意の比率",
    "any_type": "任意のタイプ",
    "any_extension": "任意の拡張子",
    "any_license": "任意のライセンス",
    "custom": "カスタム",
    "large": "大",
    "medium": "中",
    "small": "小",
    "tall": "高い",
    "square": "正方形",
    "wide": "広い",
    "extra_wide": "超広い",
    "full_color": "フルカラー",
    "black_and_white": "白黒",
    "transparent": "透明",
    "red": "赤",
    "orange": "オレンジ",
    "yellow": "黄色",
    "green": "緑",
    "teal": "ティール",
    "blue": "青",
    "purple": "紫",
    "pink": "ピンク",
    "white": "白",
    "gray": "グレー",
    "black": "黒",
    "brown": "茶色",
    "face": "顔",
    "photo": "写真",
    "clip_art": "クリップアート",
    "line_art": "ラインアート",
    "animated": "アニメーション",
    "license_cl": "クリエイティブ・コモンズ・ライセンス",
    "license_ol": "商用およびその他のライセンス",
    "all_rights_reserved": "全著作権所有",
    "dark_mode": "ダークモード",
    "keep_filters": "フィルターを保持",
    "settings": "設定",
    "about": "情報",
    "close": "閉じる",
    "save": "保存",
    "home_meta_title": "Google画像検索をより良く",
    "home_meta_description": "直感的で機能豊富な画像検索クライアントでGoogle画像を検索するより良い方法を体験してください。高品質の画像を簡単に探索し、探している視覚コンテンツを簡単に見つけてください。",
    "privacy_policy": "プライバシーポリシー",
    "privacy_policy_text": "<h1>プライバシー ポリシー</h1>\n" +
        "<h2>はじめに</h2>\n" +
        "<p>BetterGoogleImages.com (以下「当社」) へようこそ。当社は、お客様のプライバシーを保護し、お客様の個人情報が安全かつ責任ある方法で取り扱われるように努めています。このプライバシー ポリシーでは、お客様が当社のウェブサイト <a target=\"_new\" rel=\"noreferrer\">https://bettergoogleimages.com</a> (以下「サイト」) にアクセスして使用する際に、当社が情報を収集、使用、共有する方法について説明します。</p>\n" +
        "<p>サイトにアクセスまたは使用することにより、お客様はこのプライバシー ポリシーの条件に同意したことになります。当社のポリシーと慣行に同意しない場合は、当社のサイトを使用しないでください。</p>\n" +
        "<h2>当社が収集する情報</h2>\n" +
        "<h3>自動的に収集される情報</h3>\n" +
        "<p>お客様が当社のサイトにアクセスすると、当社はお客様のデバイスに関する特定の情報と、お客様が当社のサイトをどのように操作するかを自動的に収集します。この情報には以下が含まれます:</p>\n" +
        "<ul>\n" +
        "<li>デバイス情報: IP アドレス、ブラウザの種類、オペレーティング システムなど。</li>\n" +
        "<li>使用情報: お客様がアクセスしたページ、クリックしたリンク、当サイトで行った検索など。</li>\n" +
        "</ul>\n" +
        "<h3>Google Analytics</h3>\n" +
        "<p>当社は Google Analytics を使用して、当サイトでの訪問者の行動や検索クエリを追跡および分析します。Google Analytics は、ユーザーが当サイトにアクセスする頻度、アクセスしたページ、当サイトにアクセスする前に使用した他のサイトなどの情報を収集します。当社はこの情報を使用して、当サイトを改善し、ユーザー エクスペリエンスを強化します。</p>\n" +
        "<p>Google Analytics は、この情報を収集するために Cookie を使用します。Google Analytics がデータを収集および処理する方法の詳細については、<a target=\"_new\" rel=\"noreferrer\">Google のプライバシー ポリシー</a>をご覧ください。</p>\n" +
        "<h3>ローカル ストレージ</h3>\n" +
        "<p>当社は、ブラウザのローカル ストレージ API を使用して、アプリケーションの設定と環境設定を保存します。これにより、お客様の設定や好みを記憶して、より良いユーザー エクスペリエンスを提供できます。ローカル ストレージに保存された情報は第三者と共有されず、当サイトとのやり取りを強化するためにのみ使用されます。</p>\n" +
        "<h2>情報の使用</h2>\n" +
        "<p>収集した情報は、次の目的で使用されます:</p>\n" +
        "<ul>\n" +
        "<li>当サイトを改善し、より良いユーザー エクスペリエンスを提供する。</li>\n" +
        "<li>傾向と使用パターンを分析して、データに基づく決定を下す。</li>\n" +
        "<li>当サイトの有効性を監視および分析する。</li>\n" +
        "<li>詐欺やその他の違法行為を検出して防止する。</li>\n" +
        "</ul>\n" +
        "<h2>情報の共有</h2>\n" +
        "<p>当社は、お客様の個人を特定できる情報を販売、取引、またはその他の方法で外部に転送することはありません。当社は、当サイトの運営、事業の遂行、またはユーザーへのサービス提供を支援する信頼できる第三者と情報を共有する場合があります。ただし、これらの第三者がこの情報を秘密に保持することに同意する場合に限ります。</p>\n" +
        "<p>当社は、法律を遵守するため、当サイトのポリシーを施行するため、または当社または他者の権利、財産、または安全を保護するために情報の公開が適切であると判断した場合にも、情報を公開することがあります。</p>\n" +
        "<h2>データ セキュリティ</h2>\n" +
        "<p>当社は、お客様の個人情報の安全を維持するためにさまざまなセキュリティ対策を実施しています。ただし、セキュリティ対策は完璧または侵入不可能なものではなく、お客様の情報のセキュリティを保証することはできませんのでご了承ください。</p>\n" +
        "<h2>お客様の選択</h2>\n" +
        "<ul>\n" +
        "<li>Google Analytics オプトアウト: Google Analytics オプトアウト ブラウザ アドオンをインストールすることで、Google Analytics をオプトアウトできます。このアドオンは、<a target=\"_new\" rel=\"noreferrer\">こちら</a>から入手できます。</li>\n" +
        "<li>ブラウザ設定: ブラウザ設定を調整して、Cookie をブロックしたり、Cookie が送信されるときに警告を表示したりできます。ただし、Cookie をブロックすると、当サイトの一部が正しく機能しない場合がありますのでご注意ください。</li>\n" +
        "</ul>\n" +
        "<h2>本プライバシー ポリシーの変更</h2>\n" +
        "<p>当社は、本プライバシー ポリシーを随時更新する場合があります。変更があった場合は、このページに新しいプライバシー ポリシーを掲載し、本プライバシー ポリシーの上部にある「発効日」を更新することでお知らせします。変更がないか、本プライバシー ポリシーを定期的に確認することをお勧めします。</p>\n" +
        "<h2>お問い合わせ</h2>\n" +
        "<p>本プライバシー ポリシーについてご質問がある場合は、以下までお問い合わせください。</p>\n" +
        "<p>メール: ilyasozkurt[at]gmail.com</p>\n" +
        "<p>当サイトを使用することにより、お客様は当社のプライバシー ポリシーに同意したことになります。</p>"
}
