export default {
    "app_name": "Поиск Изображений",
    "clear": "Очистить",
    "search": "Поиск",
    "any_size": "Любой Размер",
    "any_color": "Любой Цвет",
    "any_ratio": "Любое Соотношение",
    "any_type": "Любой Тип",
    "any_extension": "Любое Расширение",
    "any_license": "Любая Лицензия",
    "custom": "Пользовательский",
    "large": "Большой",
    "medium": "Средний",
    "small": "Маленький",
    "tall": "Высокий",
    "square": "Квадратный",
    "wide": "Широкий",
    "extra_wide": "Очень Широкий",
    "full_color": "Полноцветный",
    "black_and_white": "Черно-белый",
    "transparent": "Прозрачный",
    "red": "Красный",
    "orange": "Оранжевый",
    "yellow": "Желтый",
    "green": "Зеленый",
    "teal": "Бирюзовый",
    "blue": "Синий",
    "purple": "Пурпурный",
    "pink": "Розовый",
    "white": "Белый",
    "gray": "Серый",
    "black": "Черный",
    "brown": "Коричневый",
    "face": "Лицо",
    "photo": "Фотография",
    "clip_art": "Клипарт",
    "line_art": "Линейное Искусство",
    "animated": "Анимированный",
    "license_cl": "Лицензия Creative Commons",
    "license_ol": "Коммерческие и Другие Лицензии",
    "all_rights_reserved": "Все права защищены",
    "dark_mode": "Темный Режим",
    "keep_filters": "Сохранить Фильтры",
    "settings": "Настройки",
    "about": "О Программе",
    "close": "Закрыть",
    "save": "Сохранить",
    "home_meta_title": "Лучший Поиск Изображений Google",
    "home_meta_description": "Опыт лучшего способа поиска изображений Google с нашим интуитивным и функционально насыщенным клиентом поиска изображений. Легко исследуйте изображения высокого качества и легко находите визуальный контент, который вам нужен.",
    "privacy_policy": "Политика Конфиденциальности",
    "privacy_policy_text": "<h1>Политика конфиденциальности</h1>\n" +
        "<h2>Введение</h2>\n" +
        "<p>Добро пожаловать на BetterGoogleImages.com («мы», «наш» или «нас»). Мы стремимся защитить вашу конфиденциальность и обеспечить безопасное и ответственное обращение с вашей личной информацией. В настоящей Политике конфиденциальности объясняется, как мы собираем, используем и передаем информацию, когда вы посещаете и используете наш веб-сайт <a target=\"_new\" rel=\"noreferrer\">https://bettergoogleimages.com</a> («Сайт» ).</p>\n" +
        "<p>Посещая Сайт или используя его, вы соглашаетесь с условиями настоящей Политики конфиденциальности. Если вы не согласны с нашей политикой и практикой, не используйте наш Сайт.</p>\n" +
        "<h2>Информация, которую мы собираем</h2>\n" +
        "<h3>Информация собирается автоматически</h3>\n" +
        "<p>Когда вы посещаете наш Сайт, мы автоматически собираем определенную информацию о вашем устройстве и о том, как вы взаимодействуете с нашим Сайтом. Эта информация включает в себя:</p>\n" +
        "<ул>\n" +
        "<li>Информация об устройстве: например, ваш IP-адрес, тип браузера и операционная система.</li>\n" +
        "<li>Информация об использовании: например, страницы, которые вы посещаете, ссылки, по которым вы нажимаете, и поисковые запросы, которые вы выполняете на нашем Сайте.</li>\n" +
        "</ul>\n" +
        "<h3>Google Аналитика</h3>\n" +
        "<p>Мы используем Google Analytics для отслеживания и анализа поведения посетителей и поисковых запросов на нашем Сайте. Google Analytics собирает такую ​​информацию, как то, как часто пользователи посещают наш Сайт, какие страницы они посещают и какие другие сайты они использовали до того, как зашли на наш Сайт. Мы используем эту информацию для улучшения нашего Сайта и повышения удобства его использования.</p>\n" +
        "<p>Google Analytics использует файлы cookie для сбора этой информации. Подробнее о том, как Google Analytics собирает и обрабатывает данные, можно узнать, посетив <a target=\"_new\" rel=\"noreferrer\">Политику конфиденциальности Google</a>.</p>\n" +
        "<h3>Локальное хранилище</h3>\n" +
        "<p>Мы храним настройки и предпочтения приложения, используя API локального хранилища браузера. Это позволяет нам обеспечить лучший пользовательский опыт, запоминая ваши настройки и предпочтения. Информация, хранящаяся в локальном хранилище, не передается третьим лицам и используется только для улучшения вашего взаимодействия с нашим Сайтом.</p>\n" +
        "<h2>Использование информации</h2>\n" +
        "<p>Мы используем информацию, которую собираем, чтобы:</p>\n" +
        "<ул>\n" +
        "<li>Улучшить наш сайт и сделать его более удобным для пользователей.</li>\n" +
        "<li>Анализируйте тенденции и модели использования, чтобы принимать решения на основе данных.</li>\n" +
        "<li>Отслеживание и анализ эффективности нашего Сайта.</li>\n" +
        "<li>Обнаружение и предотвращение мошенничества и другой незаконной деятельности.</li>\n" +
        "</ul>\n" +
        "<h2>Обмен информацией</h2>\n" +
        "<p>Мы не продаем, не обмениваем и не передаем иным образом сторонним лицам вашу личную информацию. Мы можем передавать информацию доверенным третьим лицам, которые помогают нам в работе нашего Сайта, ведении бизнеса или обслуживании наших пользователей, при условии, что эти стороны соглашаются сохранять конфиденциальность этой информации.</p>\n" +
        "<p>Мы также можем раскрывать информацию, если считаем, что ее раскрытие необходимо для соблюдения закона, обеспечения соблюдения политик нашего Сайта или защиты наших или чужих прав, собственности или безопасности.</p>\n" +
        "<h2>Безопасность данных</h2>\n" +
        "<p>Мы реализуем различные меры безопасности для обеспечения безопасности вашей личной информации. Однако имейте в виду, что никакие меры безопасности не являются совершенными или непроницаемыми, и мы не можем гарантировать безопасность вашей информации.</p>\n" +
        "<h2>Ваш выбор</h2>\n" +
        "<ул>\n" +
        "<li>Отказ от Google Analytics. Вы можете отказаться от использования Google Analytics, установив надстройку браузера для отказа от Google Analytics, которую можно найти <a target=\"_new\" rel=\"noreferrer\">здесь</a> .</li>\n" +
        "<li>Настройки браузера. Вы можете настроить параметры браузера, чтобы блокировать файлы cookie или предупреждать вас об отправке файлов cookie. Однако обратите внимание, что некоторые части нашего Сайта могут работать неправильно, если вы заблокируете файлы cookie.</li>\n" +
        "</ul>\n" +
        "<h2>Изменения в настоящей Политике конфиденциальности</h2>\n" +
        "<p>Мы можем время от времени обновлять настоящую Политику конфиденциальности. Мы уведомим вас о любых изменениях, опубликовав новую Политику конфиденциальности на этой странице и обновив «Дата вступления в силу» в верхней части настоящей Политики конфиденциальности. Рекомендуется периодически просматривать настоящую Политику конфиденциальности на предмет каких-либо изменений.</p>\n" +
        "<h2>Свяжитесь с нами</h2>\n" +
        "<p>Если у вас есть вопросы по поводу настоящей Политики конфиденциальности, свяжитесь с нами по адресу:</p>\n" +
        "<p>Электронная почта: ilyasozkurt[at]gmail.com</p>\n" +
        "<p>Используя наш Сайт, вы соглашаетесь с нашей Политикой конфиденциальности.</p>"
}
